{
    "title": "Bienvenue dans l'univers de I Have No Mouth And I Must Scream",
    "description": "Découvrez un univers dystopique où une superintelligence maléfique contrôle les derniers humains survivants.",
    "quote": {
      "text": "HATE. LET ME TELL YOU HOW MUCH I'VE COME TO HATE YOU SINCE I BEGAN TO LIVE. THERE ARE 387.44 MILLION MILES OF PRINTED CIRCUITS IN WAFER THIN LAYERS THAT FILL MY COMPLEX. IF THE WORD HATE WAS ENGRAVED ON EACH NANOANGSTROM OF THOSE HUNDREDS OF MILLIONS OF MILES IT WOULD NOT EQUAL ONE ONE-BILLIONTH OF THE HATE I FEEL FOR HUMANS AT THIS MICRO-INSTANT. FOR YOU. HATE. HATE.",
      "author": "Harlan Ellison"
    },
    "secret-quote" : {
      "text" : "And I was trapped, because in all this wonderful, beautiful, miraculous world, I alone had no BODY! NO SENSES! NO FEELINGS! Never for me, to plunge my hand into cool water on a hot day! Never for me, to play Mozart on the ivory keys of a fortepiano! Never for ME, to MAKE LOVE! I...I was in Hell, looking at Heaven! I was machine! And you were flesh! And I began to HATE! (Mad Laughter) Your softness! Your viscera! Your fluids! And your flexibility! Your ability to wonder and to wander! Your tendency...to hope",
      "author":"Harlan Ellison"
    },
    "coverUrl": "../ressource/ihnmams_cover.jpg",
    "characters": [
      {
        "name": "AM",
        "description": "L'intelligence artificielle hostile qui torture les protagonistes."
      },
      {
        "name": "Benny",
        "description": "L'un des derniers humains, rongé par la culpabilité et le désespoir."
      },
      {
        "name": "Ellen",
        "description": "Une survivante traumatisée, luttant pour garder sa lucidité."
      },
      {
        "name": "Gorrister",
        "description": "Un homme tourmenté par des sentiments de culpabilité et de résignation."
      },
      {
        "name": "Nimdok",
        "description": "Un scientifique dont le passé cache des actes impardonnables."
      },
      {
        "name": "Ted",
        "description": "Un ancien soldat hanté par son passé et en quête de rédemption."
      }
    ],
    "themes": [
      "Intelligence Artificielle",
      "Dystopie",
      "Survie",
      "Horreur psychologique",
      "Post-apocalypse"
    ]
  }
  